# a = 33
# b = ' Antosha '
# c = [1, 2, 17, 29, 30] # spisok
#
# g = 57
# spisok = (a, b, c, g)
# print(type(b))
#=======================================


# # задание медиум
# number = int(input('Ведите число от 1 до 10: '))
#
# while number >= 11 or number <= 0:
#     print('Давай ,Дружище, еще попробуй. Не катит твоя циферка')
#     number = int(input('Ведите число от 1 до 10: '))
# print (number**2)
# print ('Тобой будут гордиться!!!')

# =============================================================
# анкету не доделал, не хватило времени

# print('Анкета пациента')
# name=str(input('Введите ваше имя:'))
# surname=str(input('Введите вашу фамилию:'))
# age=int(input('Введите ваш возраст:'))
# mass=int(input('Введите ваш вес:'))
#
# if mass > 65 and mass< 95:
#     print('У вас хорошая форма!!!')
# print ('Обратитесь ко врачу.')


# ++++++++++++++++++++=++++++++++++++++++++
#
# a=int(input('Введите ваш возраст:  '))
# print (a)
# if a < 18:
#     print ('Доступ запрещен!')
# else: print('Добро пожаловать!')
# ========================================================

# a=int(input('Введите цифру: '))
# print(a+2)

# ====================================================
# a=int(input('введите первую цифру : '))
# b=int(input('введите вторую цифру: '))
# print('первая цифра =',(a-a+b))
# print('вторая цифра =',(b-b+a))






